{
    "version": "https://jsonfeed.org/version/1",
    "title": "Lejdfel",
    "description": "",
    "home_page_url": "https://lejdfelt.github.io",
    "feed_url": "https://lejdfelt.github.io/feed.json",
    "user_comment": "",
    "icon": "https://lejdfelt.github.io/media/website/logo_test4.png",
    "author": {
        "name": "Linus Lejdfelt"
    },
    "items": [
        {
            "id": "https://lejdfelt.github.io/the-forgotten-fridge-item/",
            "url": "https://lejdfelt.github.io/the-forgotten-fridge-item/",
            "title": "The Forgotten Fridge Item",
            "summary": "We've all been there—standing in front of our fridge, discovering that once-vibrant spinach has turned into a soggy mess, or that half-eaten jar of pickled&hellip;",
            "content_html": "<p>We've all been there—standing in front of our fridge, discovering that once-vibrant spinach has turned into a soggy mess, or that half-eaten jar of pickled herring from last year's midsummer party has been pushed to the back, long forgotten. These are the silent casualties of our busy lives and good intentions, resulting in millions of tons of precious resources needlessly condemned to humanity's growing mountain of trash. But what if we paused to consider the real cost of this everyday habit?</p>\n<p><span style=\"text-decoration: underline;\"><strong>The Scope of the Problem</strong></span></p>\n<p>Globally, approximately one-third of all food produced goes to waste, even as an estimated 2.3 billion people—or 29.3% of the global population—experienced moderate or severe food insecurity in 2021. While much focus is placed on food waste in restaurants and supermarkets, the forgotten items languishing in our fridges also contribute significantly to the problem. Consider this: every discarded container of yogurt or wilted bag of salad represents not only wasted food but also squandered water, energy, and resources used in its production, transportation, and packaging. Shockingly, food waste is responsible for 8–10% of global greenhouse gas emissions.</p>\n<p><span style=\"text-decoration: underline;\"><strong>The Impact of Change</strong></span></p>\n<p>Reducing food waste in our homes—starting with the forgotten fridge—has enormous potential to reshape society. Here's how:</p>\n<ol>\n<li>Economic Benefits: Wasting food is like tossing money in the trash. Cutting back on food waste could save households hundreds of dollars a year, money that could be reinvested into communities or spent on things that truly matter.</li>\n<li>Environmental Gains: If less food is wasted, fewer emissions from rotting waste and transportation will be released into the atmosphere. In turn, this would contribute to combating climate change.</li>\n<li>Social Good: Wasted food is a missed opportunity to help those in need. Redirecting edible, unused food to those who face food insecurity could make a tangible difference in reducing hunger.</li>\n</ol>\n<p><span style=\"text-decoration: underline;\"><strong>What Can We Do?</strong></span></p>\n<p>It’s easier than you think to tackle the issue of forgotten fridge items:</p>\n<ul>\n<li>Plan meals and shop intentionally to avoid over-purchasing.</li>\n<li>Store food correctly to extend its shelf life.</li>\n<li>Embrace \"ugly\" produce or leftovers—it doesn’t have to look perfect to taste good.</li>\n<li>Get creative with cooking! That slightly wilted spinach? Perfect for a smoothie.</li>\n</ul>\n<p><span style=\"text-decoration: underline;\"><strong>Beyond the Fridge</strong></span></p>\n<p>The effort to reduce food waste starts at home, but its ripple effects are vast. By being mindful of our consumption, we not only ease the strain on our wallets but also contribute to a healthier planet and a fairer society. It’s a small act with big implications—one that anyone can take part in.</p>\n<p>So, next time you reach into the fridge, pause for a moment. Let’s give that forgotten food a second chance and, in doing so, build a more sustainable future.</p>",
            "image": "https://lejdfelt.github.io/media/posts/11/0242f257-3ac6-45ec-9c63-cbac25baaa5f.png",
            "author": {
                "name": "Linus Lejdfelt"
            },
            "tags": [
                   "Blog"
            ],
            "date_published": "2025-03-25T09:03:48+01:00",
            "date_modified": "2025-03-29T08:38:27+01:00"
        },
        {
            "id": "https://lejdfelt.github.io/om-bloggen/",
            "url": "https://lejdfelt.github.io/om-bloggen/",
            "title": "About The Bloggen",
            "summary": "This blog began as a project in web hosting and cybersecurity. While I was studying for a Master of Science in Civil Engineering at Chalmers&hellip;",
            "content_html": "<p>This blog began as a project in web hosting and cybersecurity. While I was studying for a Master of Science in Civil Engineering at Chalmers University of Technology, specializing in environmental science, I started learning programming and cybersecurity alongside my studies.</p>\n<p>I found the question of ownership rights to the material you publish online fascinating and came up with an idea during a lecture about how linking posts from a personal blog to social media could prevent companies from claiming ownership over the images and texts you share with family and friends.</p>\n<p>I started digging into old blog content and realized how the biggest social media companies had completely eroded the personal blogging industry. Very few of the old classics still existed as I remembered them from 2010. Many of the alternatives had become paid services or were so complicated and unstable that they were almost non-functional in 2024.</p>\n<p>With this blog, I aim to pursue personal development both privately and professionally, while learning the technical aspects of running and maintaining my own website, as well as the technical and qualitative work of writing and researching articles on topics I find fascinating.</p>",
            "author": {
                "name": "Linus Lejdfelt"
            },
            "tags": [
            ],
            "date_published": "2025-01-12T19:34:40+01:00",
            "date_modified": "2025-03-30T20:57:20+02:00"
        },
        {
            "id": "https://lejdfelt.github.io/agroekologi-och-vattenanvaendning-en-hallbar-vaeg-foer-jordbruket/",
            "url": "https://lejdfelt.github.io/agroekologi-och-vattenanvaendning-en-hallbar-vaeg-foer-jordbruket/",
            "title": "Agroecology and Water Usage: A Sustainable Path for Agriculture",
            "summary": "In a world where water availability is becoming an increasingly urgent issue, the connection between agriculture and water management is more important than ever. Traditional&hellip;",
            "content_html": "<p>In a world where water availability is becoming an increasingly urgent issue, the connection between agriculture and water management is more important than ever. Traditional farming methods often place heavy demands on water resources, leading to overexploitation, pollution, and degradation of aquatic ecosystems. Agroecology, on the other hand, offers a more sustainable and holistic approach to food production, where efficient and responsible water use, alongside ecological balance and resilience, takes center stage.</p>\n<p><strong>What is Agroecology?</strong></p>\n<p>Agroecology is an interdisciplinary field combining agricultural science with ecology, drawing on traditional knowledge, modern science, and sustainable practices. It’s not just about growing food but about the entire ecosystem in which agriculture operates. Agroecology promotes biodiversity, healthy soils, integrated pest management, and, critically, efficient water use.</p>\n<p>Unlike conventional agriculture, which often prioritizes maximizing yields through synthetic inputs and intensive water usage, agroecological methods are designed to work with nature, foster resilience to climate variations, and ensure long-term sustainability.</p>\n<p><strong>Water and Agriculture: The Challenge</strong></p>\n<p>Water is a vital resource for agriculture, accounting for approximately 70% of global freshwater usage. However, many of the world's largest agricultural regions face growing challenges related to water management:</p>\n<ul>\n<li>\n<p><strong>Overexploitation:</strong> Intensive irrigation often leads to the depletion of groundwater supplies, especially in arid and semi-arid areas.</p>\n</li>\n<li>\n<p><strong>Water Pollution:</strong> The use of chemical fertilizers and pesticides in conventional farming contributes to water pollution, harming aquatic ecosystems and threatening human health.</p>\n</li>\n<li>\n<p><strong>Climate Change:</strong> Changing weather patterns, such as droughts and floods, affect water availability for agriculture, leading to crop failures and water scarcity.</p>\n</li>\n</ul>\n<p>Given these challenges, it’s clear that the future of agriculture must be reshaped with sustainability at its core. Agroecology offers an innovative solution to optimize water use while ensuring environmental health and food security.</p>\n<p><strong>Agroecological Principles for Efficient Water Use</strong></p>\n<p>Agroecology emphasizes a systems-based approach to farming, where water use is integrated into broader ecological and agricultural strategies. Here are some key agroecological practices that can enhance water-use efficiency:</p>\n<ul>\n<li>\n<p><strong>Soil Health and Water Retention:</strong> Healthy soil is the foundation of effective water management. Practices such as cover cropping, composting, and reduced tillage improve soil structure and increase water infiltration and retention. Soils rich in organic matter can hold more water, reducing the need for frequent irrigation and enhancing drought resilience.</p>\n</li>\n<li>\n<p><strong>Agroforestry and Multifunctional Landscapes:</strong> Agroforestry, the integration of trees into agricultural landscapes, can play a crucial role in water management. Trees help regulate the water cycle by reducing runoff, improving groundwater recharge, and maintaining microclimates that reduce evaporation. Additionally, tree roots stabilize the soil, preventing erosion and water loss.</p>\n</li>\n<li>\n<p><strong>Rainwater Harvesting and Integrated Water Management:</strong> Agroecology encourages the use of rainwater harvesting to collect and store water for dry periods. This is particularly important in areas with seasonal rainfall patterns. Integrated water management strategies, such as using diverse water sources like ponds, wetlands, or small irrigation systems, help reduce reliance on external water supplies.</p>\n</li>\n<li>\n<p><strong>Efficient Irrigation Techniques:</strong> Agroecological systems emphasize low-tech, water-saving irrigation methods such as drip irrigation or water-saving mulching. These methods focus on delivering water directly to plant roots, reducing evaporation and runoff while maximizing the efficiency of each drop.</p>\n</li>\n<li>\n<p><strong>Biodiversity and Water Quality:</strong> Promoting biodiversity in agroecological systems also benefits water quality. Diverse ecosystems, such as wetlands or buffer zones along waterways, can act as natural filters to prevent pollutants from reaching water bodies, reducing the need for costly water purification. This approach also helps maintain water balance within the landscape and supports ecosystem health.</p>\n</li>\n</ul>\n<p><strong>The Role of Agroecology in Climate Resilience</strong></p>\n<p>Agroecology provides a climate-resilient approach to water resource management. As climate change leads to more unpredictable precipitation patterns, agroecological systems offer flexibility by diversifying water-use strategies and building adaptability. For example, agroecological farms can incorporate drought-resistant crops or drought-tolerant agroforestry species that thrive under changing climate conditions.</p>\n<p>Moreover, by promoting biodiversity and reducing reliance on external inputs, agroecology strengthens the overall health of agricultural ecosystems, enhancing their capacity to recover from climate-induced shocks such as floods, droughts, and heatwaves.</p>\n<p><strong>The Future of Agriculture: A Vision for Water Sustainability</strong></p>\n<p>Agroecology presents a compelling vision for more sustainable and resilient agriculture, where water use is carefully considered within a broader ecological framework. By prioritizing soil health, biodiversity, water conservation, and sustainable land management, agroecology provides the tools needed to address the global water crisis and ensure food security for future generations.</p>\n<p>As governments, farmers, and communities worldwide strive to mitigate the effects of climate change and preserve valuable water resources, agroecology offers an invaluable path toward a future where agriculture flourishes in harmony with nature.</p>\n<p><strong>Conclusion</strong></p>\n<p>Agroecology and sustainable water use are not just compatible—they are inseparable. The health of our soils, ecosystems, and water resources is interconnected, and solutions that integrate these elements are crucial to building a more sustainable agricultural system. By embracing agroecological practices, we can reduce water consumption, restore water quality, and ensure that agriculture remains a viable and resilient source of food for a growing global population.</p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\"> </span></p>\n<p><span data-ccp-props=\"{}\"> </span></p>",
            "image": "https://lejdfelt.github.io/media/posts/9/19.gross_green_energy.jpg",
            "author": {
                "name": "Linus Lejdfelt"
            },
            "tags": [
                   "Blog"
            ],
            "date_published": "2025-01-12T14:02:16+01:00",
            "date_modified": "2025-03-30T21:15:11+02:00"
        },
        {
            "id": "https://lejdfelt.github.io/tankar-kring-toppavlastning-av-elektricitet-med-flywheels/",
            "url": "https://lejdfelt.github.io/tankar-kring-toppavlastning-av-elektricitet-med-flywheels/",
            "title": "Thoughts on Peak Shaving of Electricity with Flywheels",
            "summary": "Small-Scale Peak Shaving of Electricity with Flywheels: A Business Model for 2025 As the world continues transitioning to cleaner and more efficient energy sources, the&hellip;",
            "content_html": "<p><strong>Small-Scale Peak Shaving of Electricity with Flywheels: A Business Model for 2025</strong></p>\n<p>As the world continues transitioning to cleaner and more efficient energy sources, the demand for reliable and cost-effective energy storage solutions has never been greater. In 2024, a promising technology in this field made significant advancements: the use of Flywheels for small-scale peak shaving of electricity. This innovative business model offers both economic and environmental benefits, making it an attractive solution for residential, commercial, and industrial electricity consumers.</p>\n<p><strong>What is Peak Shaving?</strong></p>\n<p>Peak shaving refers to the process of reducing electricity demand during periods of high consumption, often in the late afternoon and evening when usage is at its highest. These peak periods place significant pressure on the power grid and can often lead to higher electricity prices as well as increased reliance on fossil-fueled \"peak load plants,\" which are inefficient and polluting.</p>\n<p>Peak shaving can be achieved by using energy storage systems to store electricity during periods of low demand and then release it during periods of high demand. This balances the load on the power grid and reduces the need for expensive and polluting reserve power.</p>\n<p><strong>Flywheels: A Revolution for Small-Scale Peak Shaving</strong></p>\n<p>While various energy storage technologies are available, Flywheels offer unique advantages, particularly for small-scale applications. A Flywheel is a mechanical device that stores energy in the form of rotational energy. The Flywheel consists of an electric motor spinning at high speed, storing energy as kinetic energy. When energy is needed, the Flywheel releases this stored energy by converting the rotational motion back into electrical energy, acting as a generator—similar to how an electric car charges its battery during braking.</p>\n<p>For peak shaving, Flywheels provide several key benefits:</p>\n<ul>\n<li>\n<p><strong>High Power Output:</strong> Flywheels can deliver large amounts of power quickly, making them ideal for short-term periods of high demand. This is particularly useful when the power grid requires rapid response to demand fluctuations.</p>\n</li>\n<li>\n<p><strong>Long Lifespan:</strong> Unlike traditional batteries, which degrade over time and need replacement after a few thousand charge/discharge cycles, Flywheels can last for hundreds of thousands of cycles without significant performance loss. This durability makes them a cost-effective solution in the long term.</p>\n</li>\n<li>\n<p><strong>Fast Response Time:</strong> Flywheels can be charged and discharged in just a few seconds, providing immediate backup power when needed, which is critical for managing sudden spikes in electricity consumption.</p>\n</li>\n<li>\n<p><strong>Energy Efficiency:</strong> Flywheels are highly efficient in energy conversion, with minimal losses during storage and discharge. This makes them an attractive option for reducing overall electricity consumption.</p>\n</li>\n<li>\n<p><strong>Environmentally Friendly:</strong> Flywheels are mechanical devices that do not rely on harmful chemicals or rare materials, unlike batteries. They have a minimal environmental footprint, aligning with the growing demand for sustainable energy solutions.</p>\n</li>\n</ul>\n<p><strong>The Business Model for 2025</strong></p>\n<p>By 2025, the use of Flywheels for small-scale peak shaving could form the foundation of a compelling business model for both energy providers and consumers. Here’s how it might work:</p>\n<ol start=\"1\">\n<li>\n<p><strong>Product Offering: Energy Storage Systems for Homes and Businesses</strong></p>\n</li>\n</ol>\n<p>Flywheels can be marketed as standalone or integrated systems for residential and commercial customers. These systems would allow users to store excess energy (possibly from solar panels or the grid during low demand) and then release it during peak demand periods, saving money on electricity bills by avoiding peak charges.</p>\n<p>For businesses with high electricity consumption, such as factories or data centers, Flywheels could deliver significant savings by reducing peaks in their energy usage, decreasing the need for expensive backup generators or costly electricity during peak loads.</p>\n<ol start=\"2\">\n<li>\n<p><strong>Energy as a Service</strong></p>\n</li>\n</ol>\n<p>Instead of requiring customers to purchase Flywheels outright, companies could offer energy storage solutions on a subscription or lease basis. This would make it easier for customers to access the benefits of Flywheels without having to make a large capital investment. The service provider could handle installation, maintenance, and operation of the Flywheel system, while customers pay a fixed monthly fee or share in the savings from reduced energy costs.</p>\n<p>This model would lower the threshold for smaller businesses and residential consumers while providing a stable revenue stream for service providers.</p>\n<ol start=\"3\">\n<li>\n<p><strong>Integration with Renewable Energy</strong></p>\n</li>\n</ol>\n<p>Flywheels can be used in combination with renewable energy sources such as solar or wind power. By integrating Flywheel systems with solar panels, for example, consumers can store excess energy generated during the day and use it to power their homes or businesses during periods of high demand, reducing dependence on the power grid and further lowering energy costs.</p>\n<p>This aligns with the growing trend for decentralized energy production and self-sufficiency, expected to increase in the coming years.</p>\n<ol start=\"4\">\n<li>\n<p><strong>Grid Services and Virtual Power Plants</strong></p>\n</li>\n</ol>\n<p>Flywheel systems can also participate in grid services, such as frequency regulation and demand management. By aggregating the storage capacity of multiple Flywheels installed in homes and businesses, companies could create \"virtual power plants\" (VPPs) that provide flexible energy storage to grid operators. These VPPs could smooth out fluctuations in demand and support grid stability, providing valuable assistance to power companies.</p>\n<p>In return for participating in these services, customers could receive financial incentives, either as direct payments or through reduced energy costs.</p>\n<p><strong>Challenges and Considerations</strong></p>\n<p>Despite the great potential for small-scale peak shaving with Flywheels, several challenges must be addressed:</p>\n<ul>\n<li>\n<p><strong>Cost of Flywheel Technology:</strong> Flywheel systems may be more expensive than traditional battery-based storage alternatives. However, with continued technological development and improved manufacturing processes, the cost of Flywheels is expected to decrease, making them more accessible to a broader customer base.</p>\n</li>\n<li>\n<p><strong>Space Requirements:</strong> Flywheels are mechanical systems that require some physical space, which could be a limitation for residential applications in urban areas. Compact, modular Flywheel systems could overcome this challenge.</p>\n</li>\n<li>\n<p><strong>Regulation and Market Support:</strong> The success of this business model partly depends on favorable regulations that encourage energy storage solutions and reward peak shaving and grid-balancing services. Governments and power companies need to create policies that support energy storage technologies like Flywheels and integrate them into existing energy markets.</p>\n</li>\n</ul>\n<p><strong>Conclusion</strong></p>\n<p>By 2025, small-scale peak shaving with Flywheels could revolutionize the energy landscape for residential, commercial, and industrial consumers. With their high efficiency, rapid response time, and long lifespan, Flywheels offer a sustainable and cost-effective solution to one of the biggest challenges in modern energy systems—managing peak load.</p>\n<p>As companies explore new ways to reduce energy costs and consumers seek greener, more efficient technologies, Flywheels represent an enticing opportunity. The future of energy storage isn’t just about large-scale solutions but also about small, decentralized systems that empower consumers and contribute to a more resilient and sustainable power grid.</p>",
            "image": "https://lejdfelt.github.io/media/posts/8/789abdf0-fd71-4321-8d7b-31ec8353bf5b.jpeg",
            "author": {
                "name": "Linus Lejdfelt"
            },
            "tags": [
                   "Blog"
            ],
            "date_published": "2025-01-11T09:50:01+01:00",
            "date_modified": "2025-03-30T21:01:18+02:00"
        },
        {
            "id": "https://lejdfelt.github.io/bullerfoeroreningar/",
            "url": "https://lejdfelt.github.io/bullerfoeroreningar/",
            "title": " Noise Pollution ",
            "summary": "Did you know that the World Health Organization (WHO) classifies environmental noise as one of the largest environmental risks to our health? It's true! WHO&hellip;",
            "content_html": "<p>Did you know that the World Health Organization (WHO) classifies environmental noise as one of the largest environmental risks to our health? It's true! WHO has noted growing concern about noise from both the public and policymakers within the EU, particularly regarding its harmful effects on our mental and physical health.</p>\n<p>Historically, noise pollution has not received as much attention as other environmental problems such as air, land, and water pollution. But in recent years, the debate about ambient noise has truly gained momentum. In fact, traffic noise is now considered one of the largest contributors to negative health effects in Western Europe, second only to fine particulate pollution.</p>\n<p>According to the European Environment Agency (EEA), about 17 million people are exposed to railway-related noise pollution during the day, and about 15 million are exposed to nighttime railway-related noise pollution that exceeds WHO's recommended thresholds. Railway traffic is the second-largest source of environmental noise, after road traffic in Central Europe.</p>\n<p>The COVID-19 pandemic in 2020 had a significant impact on international air traffic, leading to increased demand for railway infrastructure in Europe. The International Energy Agency (IEA) predicts a 100% increase in passenger and freight activity over the next 30 years, meaning even more people will be exposed to hazardous levels of environmental noise.</p>\n<p>While much focus is placed on the long-term environmental impact of human activities on ecosystems and the climate, other aspects such as environmental noise are often overlooked. In Life Cycle Assessment (LCA), which is used to evaluate the negative effects of products and services on the environment, environmental noise effects are usually not included.</p>\n<p>I hope that through continued research and development in noise-reducing measures, interest in noise research will grow. Hopefully, this will lead to positive advancements that can help reduce the negative effects of our constant presence on the planet. Let's work together for a quieter and healthier future!</p>",
            "image": "https://lejdfelt.github.io/media/posts/6/iStock-1421001532-696x464-removebg-preview3.png",
            "author": {
                "name": "Linus Lejdfelt"
            },
            "tags": [
                   "Blog"
            ],
            "date_published": "2024-11-25T23:55:26+01:00",
            "date_modified": "2025-03-30T20:58:57+02:00"
        },
        {
            "id": "https://lejdfelt.github.io/cv-english/",
            "url": "https://lejdfelt.github.io/cv-english/",
            "title": "CV English",
            "summary": "Linus Leidfelt WORKING EXPERIENCE WSP Water consultant Gothenburg 2023 - Present Ramboll Storm water investigator Gothenburg Oct 2022 - Jan 2023 Vattenfall energy Service Agent&hellip;",
            "content_html": "<p class=\"align-center\"><strong>Linus Leidfelt</strong></p>\n<p class=\"align-left\"><span style=\"text-decoration: underline;\"><strong>WORKING EXPERIENCE</strong></span></p>\n<p class=\"align-left\"><strong>WSP Water consultant</strong><br>Gothenburg 2023 - Present</p>\n<ul>\n<li>Planning and design of drawings for approx. 5 va assignments</li>\n<li>Design of 6 medium-sized and 4 large va systems in Civil 3D</li>\n<li>Investigation and calculation of threshold values ​​for the need for ventilation valves in pipe systems</li>\n<li>Automation of the planning process through scripts, resulting in a 30% efficiency improvement</li>\n<li>Map projections and conversion of GIS data</li>\n<li>3D design of dams for purification and delay of stormwater</li>\n</ul>\n<p><strong>Ramboll Storm water investigator</strong><br>Gothenburg Oct 2022 - Jan 2023</p>\n<ul>\n<li>Environmental analysis of 3 exploitation projects in STORMTAK</li>\n<li>Processing of GIS material and map projections in over 30 different file formats</li>\n<li>Flood risk reporting and management of environmental quality standards</li>\n</ul>\n<p><strong>Vattenfall energy Service Agent</strong><br>Gothenburg Jan 2022 - Sept 2022</p>\n<ul>\n<li>Handled customer issues regarding the environment and energy</li>\n<li>Solved over 100 technical problems</li>\n<li>Work towards CRM system</li>\n<li>Provided information and support to improve customer experience and loyalty.</li>\n</ul>\n<p><strong>Dagab Inköp &amp; Logistik AB Order dispatcher</strong><br>Gothenburg Jul 2014 - Dec 2020</p>\n<ul>\n<li>Preparation of over 1000 deliveries of food in accordance with customer orders</li>\n</ul>\n<p><strong><span style=\"text-decoration: underline;\">PROJECT EXPERIENCE</span></strong></p>\n<p><strong>Wavebreaker AB Gothenburg</strong><br>Environmental consultant</p>\n<ul>\n<li>Life cycle analysis (LCA) of product that reduces noise pollution from trains by 30%</li>\n<li>Produced environmental performance data for products, useful for both marketing an product development.</li>\n</ul>\n<p><strong>Chalmers students for sustainability Gothenburg</strong><br>Auditor and accounting economist</p>\n<ul>\n<li>Managed ongoing financial management and bookkeeping as volunteer treasurer.</li>\n<li>Accounting in VISMA</li>\n<li>Participation in planning and execution of lectures in sustainability</li>\n</ul>\n<p><strong><span style=\"text-decoration: underline;\">TRAINING</span></strong></p>\n<p><strong>Chalmers University of Technology Gothenburg</strong>, Graduation Date: Aug 2021<br>MSc in urban planning, energy and environment<br><br><strong>One Click Lca Academy Online</strong>, Graduation Date: 2022<br>One Click LCA Summer School</p>",
            "author": {
                "name": "Linus Lejdfelt"
            },
            "tags": [
                   "CV"
            ],
            "date_published": "2024-11-25T22:06:16+01:00",
            "date_modified": "2025-03-29T08:42:28+01:00"
        },
        {
            "id": "https://lejdfelt.github.io/cv/",
            "url": "https://lejdfelt.github.io/cv/",
            "title": "CV Svenska",
            "summary": "Linus Lejdfelt ARBETSLIVSERFARENHET WSP Vatten-konsult Göteborg 2023 - Present Planering och projektering av ritningar för ca 5 va-uppdrag Projektering av 6 medelstora och 4 stora&hellip;",
            "content_html": "<div> </div>\n<div class=\"align-center\"><strong>Linus Lejdfelt</strong></div>\n<div><span style=\"text-decoration: underline;\"><strong>ARBETSLIVSERFARENHET</strong></span></div>\n<div class=\"align-left\"><strong>WSP Vatten-konsult</strong></div>\n<div class=\"align-left\">Göteborg 2023 - Present</div>\n<ul>\n<li>Planering och projektering av ritningar för ca 5 va-uppdrag</li>\n<li>Projektering av 6 medelstora och 4 stora va-system i Civil 3D</li>\n<li>Utredning och beräkning av tröskelvärden tör behov av luftningsventiler i rörsystem</li>\n<li>Automatisering av projekteringsprocessen genom script, resulterande i en 30% effektivisering</li>\n<li>Kartprojektioner och konvertering av GIS data</li>\n<li>3D projektering av dammar för rening och fördröjning av dagvatten</li>\n</ul>\n<div> </div>\n<div><strong>Ramboll Dagvattenutredare</strong></div>\n<div>Göteborg okt 2022 - Jan 2023</div>\n<ul>\n<li>Miljöanalys av 3 exploateringsprojekt i STORMTAK</li>\n<li>Bearbetning av GIS material och kartprojektioner i över 30 olika filformat</li>\n<li>Rapportering av översvämningsrisker och hantering av miljökvalitetsnormer</li>\n</ul>\n<div> </div>\n<div><strong>Vattenfall energi Service Agent</strong></div>\n<div>Göteborg jan 2022 - Jul 2022</div>\n<ul>\n<li>Hanterat kundfrågor gällande miljö och energi</li>\n<li>Löst över 100 tekniska problem</li>\n<li>Arbete mot CRM-system</li>\n<li>Tillhandahållit information och support för att förbättra kundens upplevelse och lojalitet.</li>\n</ul>\n<div> </div>\n<div><strong>Dagab Inköp &amp; Logistik AB Orderexpeditör</strong></div>\n<div>Göteborg jul 2014 - Dec 2020</div>\n<ul>\n<li>Förberedelse av över 1000 leveranser av livsmedel i enlighet med kundorder</li>\n</ul>\n<div> </div>\n<div><span style=\"text-decoration: underline;\"><strong>PROJECT EXPERIENCE</strong></span></div>\n<div><strong>Wavebreaker AB Göteborg</strong></div>\n<div>Miljökonsult</div>\n<ul>\n<li>Livscykelanalys (LCA) av produkt som reducerar noise-poultion från tåg med 30%</li>\n<li>Producerade miljöprestation data för produkter, användbart för både marknadsföring och produktutveckling.</li>\n</ul>\n<div> </div>\n<div><strong>Chalmers students for sustainability Göteborg</strong></div>\n<div>Revisor och redovisnings-ekonom</div>\n<ul>\n<li>Hanterade löpande ekonomiskstyrning och bokföring som volontär-kassör.</li>\n<li>Redovisning i VISMA</li>\n<li>Deltagande i planering samt utförande av föreläsningar inom hållbarhet</li>\n</ul>\n<div> </div>\n<div><span style=\"text-decoration: underline;\"><span style=\"color: #000000; text-decoration: underline;\"><strong>UTBILDNING</strong></span></span></div>\n<div><strong>Chalmers tekniska högskola </strong>Göteborg, Graduation Date: Aug 2021</div>\n<div>Civilingenjör inom stadsplanering, energi och miljö </div>\n<div> </div>\n<div><strong>One Click Lca Academy </strong>Online,<strong> </strong>Graduation Date: 2022</div>\n<div>One Click LCA Summer School </div>\n<div> </div>\n<div> </div>\n<div> </div>\n<div> </div>\n<div> </div>",
            "author": {
                "name": "Linus Lejdfelt"
            },
            "tags": [
                   "CV"
            ],
            "date_published": "2024-10-19T15:20:44+02:00",
            "date_modified": "2025-03-29T08:42:11+01:00"
        }
    ]
}
